{"title":"The Sounds of CDMX","description":"To know the sounds is to know the life of the city","url":"https://pudding.cool/2022/tk/cdmx","landing":{"english":["Hola y bienvenido.","This is an audio/visual story exploring the sounds of Mexico City’s streets.","To begin, please connect headphones and choose a language."],"spanish":["Hola y bienvenido.","Esta es una historia audiovisual que explora los sonidos de las calles de la Ciudad de México.","Conecta los auriculares y elige un idioma para comenzar."]},"preTitleProse":[{"english":"Cities are places where commerce, entertainment, and human drama unfold in the public sphere — on streets and sidewalks, in parks and plazas. The noises of life playing out in public create an urban soundscape unique to each city.","spanish":"Las ciudades son lugares donde el comercio, el entretenimiento y el drama humano se desarrollan bulliciosamente en el espacio público –en las calles, las aceras, en las plazas y parques. La vida crea un paisaje sonoro único en cada metrópoli."},{"english":"In Mexico City, many notes in the city’s soundscape come from itinerant merchants — a largely informal labor force that traverses the city’s streets and alleys selling goods, buying things, and offering services. Each type of merchant calls out to potential customers with a unique, identifying noise or cry.","spanish":"En la Ciudad de México, muchas notas del paisaje sonoro provienen de los trabajadores itinerantes —en gran parte del sector informal– que recorren las calles y callejones vendiendo productos, comprando cosas y ofreciendo servicios. Cada uno llama a sus potenciales clientes con un sonido o grito único e identificable."},{"english":"Here, we explore this sonic code of Mexico City (also known as Ciudad de México, or CDMX), composed of the calls issued from these merchants and workers that drift through the city’s neighborhoods — pushing rickety wheeled carts, riding modified bicycles and tricycles, and lugging heavy baskets on their heads and shoulders. Each of their sounds give another layer of meaning to the din of this beautiful metropolis.","spanish":"Aquí exploraremos este código sonoro de la Ciudad de México (también conocida como CDMX), compuesto por los llamados de los trabajadores y vendedores que deambulan por los vecindarios de la ciudad empujando carritos y triciclos modificados, conduciendo bicicletas y camionetas o cargando canastas pesadas sobre su cabeza y hombros. Cada uno de sus sonidos agrega un nuevo significado al estruendo de esta hermosa metrópoli."}],"hed":{"english":"The Sounds of CDMX","spanish":"Los sonidos de la CDMX"},"dek":{"english":"How informal street vendors define the sonic landscape of Mexico’s capital","spanish":"Cómo los trabajadores en las calles definen el paisaje sonoro de la capital de México"},"bylines":[{"english":"By <a href=https://pudding.cool/author/aaron-reiss target=_blank>Aaron Reiss</a> and <a href=https://pudding.cool/author/oscar-molina-palestina target=_blank>Oscar Molina Palestina</a>","spanish":"Por <a href=https://pudding.cool/author/aaron-reiss target=_blank>Aaron Reiss</a> y <a href=https://pudding.cool/author/oscar-molina-palestina target=_blank>Oscar Molina Palestina</a>"},{"english":"Coding and design by <a href=https://pudding.cool/author/michelle-mcghee target=_blank>Michelle McGhee</a>","spanish":"Programación web y diseño: <a href=https://pudding.cool/author/michelle-mcghee target=_blank>Michelle McGhee</a>"},{"english":"Illustrations by <a href=https://www.instagram.com/paresdibujo/ target=_blank>Diego Parés</a>","spanish":"Ilustraciones: <a href=https://www.instagram.com/paresdibujo/ target=_blank>Diego Parés</a>"}],"skip":[{"english":"Read on to learn about the relationship between the city & its street vendors,","spanish":"Continúa leyendo para aprender acerca de la relación entre la ciudad y sus vendedores ambulantes,"},{"english":"or <button id=skip>skip ahead</button> to explore the sounds of the city on your own.","spanish":"o ve directamente a <button id=skip>explorar</button> los sonidos de la ciudad por tu cuenta."}],"inline1":{"title":{"english":"A Part of Daily Life","spanish":"Una Parte de La Vida Diaria"},"content":[{"english":"With records of their presence dating back to the days of the Aztecs, mobile vendors have long been a part of life and commerce in the city. Especially as CDMX <a href=https://www.youtube.com/watch?v=WtQjRCyOuVM target=_blank>began to sprawl more widely in the mid-1900s</a>, entrepreneurial vendors found increased opportunities to reach customers by cart, truck, bike, and foot.","spanish":"Con registros de su presencia que se remontan a la época prehispánica, los vendedores itinerantes han sido parte de la vida y el comercio de esta ciudad. Cuando la CDMX <a href=https://www.youtube.com/watch?v=WtQjRCyOuVM target=_blank>comenzó su crecimiento exponencial a mediados del siglo XX</a>, los trabajadores encontraron mayores oportunidades de venta, llegando a los clientes en carretas, camiones, bicicletas o a pie."},{"english":"Today, an estimated 800,000 “vendedores ambulantes” (roughly translated as wandering merchants or peddlers) currently make their living on the streets and sidewalks of Mexico City, and have come to occupy an important place in the economic system and culture of the city. This integral status, however, is threatened by changes in the global supply chain, shifting consumer habits, and the rise of app-enabled shopping and delivery services. While their collective future remains uncertain, for many city dwellers, these mobile merchants remain a vital part of daily life.","spanish":"Hoy en día se estima que aproximadamente 800,000 vendedores ambulantes se ganan la vida en las calles de la Ciudad de México, ocupando un lugar importante en el sistema económico y cultural de la urbe. Sin embargo, este rol se ha visto amenazado por los cambios en los hábitos de consumo, en especial con el aumento de los servicios de compra y entrega a través de aplicaciones. Si bien el futuro de la presencia de los trabajadores itinerantes es incierto, para muchos de los habitantes de la ciudad siguen siendo una parte vital de la vida diaria."}]},"apartmentSteps":[{"english":"In today’s Mexico City, residents inside their homes — relaxing at their desk with a cup of coffee or working in the kitchen cooking over the stove — will hear the calls from:","spanish":"Hoy mismo en la Ciudad de México, los habitantes dentro de sus hogares, relajándose en su escritorio con una taza de café o preparando sus alimentos en la cocina, escucharán el llamado de:"},{"english":"The <span class=vendor>knife sharpener (afilador)</span>, who plays a pan flute as they cycle around the city. Their bike is outfitted with an ingenious contraption that uses the rotation of the bike’s wheels to spin a whet stone for sharpening.","spanish":"<span class=vendor>El afilador</span>, que toca una flauta de pan mientras circula por las calles. Su bicicleta está equipada con un ingenioso artilugio que aprovecha la rotación de las ruedas para hacer girar una piedra de afilar.","vendor":"afilador","sound":"afilador"},{"english":"The <span class=vendor>garbage collector (recolector de basura)</span>, who walks up and down the street, ringing a small bell on a wooden handle like an old-time town crier. The bell tolls for thee: anyone with bags of garbage piled up at home.","spanish":"El <span class=vendor>recolector de basura</span>, que camina de un lado a otro de la calle haciendo sonar una campana de mano como un pregonero de antaño. La campana dobla por ti y por cualquiera que tenga bolsas de basura amontonadas en casa.","vendor":"recolector","sound":"recolector"},{"english":"The <span class=vendor>tamale vendor (tamalero)</span>, who plays a well-known recording that may trigger a pavlovian response from many residents. Their tamales are served warm (calientitos) from large, steaming drums in the front of their tricycle cart.","spanish":"El <span class=vendor>tamalero</span>, quien reproduce una grabación que puede desencadenar una respuesta pavloviana en muchos de los citadinos. Los tamales se ofrecen “calientitos”, transportados en grandes ollas humeantes en la parte delantera de su triciclo.","vendor":"tamalero","sound":"tamalero"}],"inline2":{"title":{"english":"A Largely Informal Economy","spanish":"Una economía mayormente informal"},"content":[{"english":"Despite the large number of itinerant merchants in CDMX, the legality of their work is unclear. Many of them operate informally (without express legal permission or protection) — a phenomenon common anywhere that people face inhospitable economic and legal conditions.","spanish":"A pesar de la gran cantidad de trabajadores itinerantes en la CDMX, la legalidad de su trabajo no siempre es clara. Muchos de ellos operan en la informalidad (sin permiso o protección legal expresos)–enfrentando condiciones laborales desfavorables–."},{"english":"There has long been conversation about regulating them — an effort that could bring more tax revenue to the city as well as more control over traffic flow and food safety. But city officials have opted instead for a kind of management through legal ambiguity, an approach that allows the government to crack down on these merchants or let them be, depending on what is politically expedient.","spanish":"Durante mucho tiempo se ha hablado sobre su regulación –en un esfuerzo que traería más ingresos fiscales a la ciudad–, además de un mayor control de su presencia en el tráfico y en la calidad de los alimentos que ofrecen. Los funcionarios han optado por un tipo de gestión caracterizado por la ambigüedad legal, un enfoque que permite al gobierno de turno tomar medidas contra los comerciantes informales o dejarlos en paz, dependiendo de lo que sea más conveniente políticamente."},{"english":"Operating in a legal gray area does mean that workers can often avoid paying taxes, rent on a space, or licensure fees. But there are a host of other important financial realities to consider.  For example, Jony Albino, who works as an organ grinder with his wife and his sister, does not own his instrument. The family rents the organ for 200 pesos (~$10 USD) a day — roughly the price of a sit down meal for the three of them. On a good day they can earn more than double that. Other days they may only cover the cost of the rental.","spanish":"Operar en un área gris desde el punto de vista legal, significa que los trabajadores pueden evitar el pago de impuestos, la renta de un espacio o las tarifas de licencias; pero hay otras realidades financieras que se deben considerar. Por ejemplo, Jony Albino, quien trabaja como organillero con su esposa y su hermana, no es dueño del instrumento. La familia renta el órgano por 200 pesos al día (~10 USD) –aproximadamente el precio de una comida para los tres. En un buen día pueden ganar más del doble, en otros puede que sólo junten el pago del alquiler del aparato."},{"english":"The informal economy can also leave workers vulnerable to harassment, fines, and extortion. Enforcement of regulations (or the ability to operate at all) is often decided by the caprices of individuals at a given moment: a police officer who can apply statutes more or less indiscriminately, a competing vendor who feels that their territory is being encroached upon, or a government functionary with their own agenda.","spanish":"La economía informal también puede dejar a los trabajadores vulnerables al acoso, las multas y la extorsión. La aplicación de las regulaciones a menudo se decide por caprichos individuales que dependen del momento: un policía puede aplicar la ley de manera más o menos indiscriminada, un vendedor de la competencia que siente que su territorio está siendo invadido o un funcionario de gobierno según su agenda, pueden poner en riesgo a estos trabajadores."},{"english":"This wide range of experiences — from the struggles to the successes — can all be heard on the streets of CDMX.","spanish":"En las calles de la CDMX pueden escucharse toda una gama de experiencias –difíciles, pero también exitosas–."}]},"citySteps":[{"english":"The sounds can delight, annoy, and inspire. <a href=https://www.nytimes.com/video/world/americas/100000004701928/a-signature-cry-of-mexico-city.html target=_blank>The call of one <span class=vendor>junk collector</span></a>, featuring the voice of his daughter María Del Mar, has become a symbol of the city. Most residents can recite the recording (which invites you to sell everything from mattresses to microwaves) from memory. It has been remixed for <a href=https://www.youtube.com/watch?v=yitoITlNcKs target=_blank>many</a>, <a href=https://www.youtube.com/watch?v=NlRPwtJiMcM target=_blank>many</a>, <a href=https://www.youtube.com/watch?v=AQJA9924DZ8 target=_blank>many</a>, <a href=https://www.youtube.com/watch?v=nlfVxz5xQ2A target=_blank>many</a> songs) and transformed into a <a href=https://twitter.com/ajplusespanol/status/1369105658491006976 target=_blank>battle cry for feminist activists.</a>","spanish":"Los sonidos pueden deleitar, molestar e incluso inspirar. <a href=https://www.nytimes.com/video/world/americas/100000004701928/a-signature-cry-of-mexico-city.html target=_blank>El llamado de un <span class=vendor>chatarrero</span></a> con la voz de su hija María Del Mar, se ha convertido en un símbolo de la ciudad. La mayoría de los habitantes pueden recitar de memoria la grabación que invita a vender de todo, desde colchones a microondas. Incluso ha sido remezclada en muchas, muchas, muchas canciones, y transformada en un <a href=https://twitter.com/ajplusespanol/status/1369105658491006976 target=_blank>grito de guerra de las activistas feministas.</a>","highlight":"chatarrero","sound":"chatarrero"},{"english":"Scenes of <a href=https://www-chilango-com.translate.goog/noticias/operativo-contra-vendedores-en-el-centro/?_x_tr_sl=es&_x_tr_tl=en&_x_tr_hl=en&_x_tr_pto=wapp target=_blank>informal workers being harassed</a> and their <a href=https://www.animalpolitico.com/2020/08/alcaldia-miguel-hidalgo-decomisa-140-triciclos-vendedores-polanco-destruidos/ target=_blank>belongings seized</a> are common. In 2020, <span class=vendor>Lady Tacos de Canasta</span> (a local celebrity profiled in the “Taco Chronicles” series on Netflix) <a href=https://www.youtube.com/watch?v=B2PywRS9HMQ target=_blank>suffered this exact fate</a> while selling tacos on the street. Video of the incident shows Lady Tacos standing over her spilled tacos yelling, “I’m not out here stealing, I’m just trying to earn a living!”","spanish":"Las escenas de <a href=https://www-chilango-com.translate.goog/noticias/operativo-contra-vendedores-en-el-centro/?_x_tr_sl=es&_x_tr_tl=en&_x_tr_hl=en&_x_tr_pto=wapp target=_blank>hostigamiento a los trabajadores informales</a> y <a href=https://www.animalpolitico.com/2020/08/alcaldia-miguel-hidalgo-decomisa-140-triciclos-vendedores-polanco-destruidos/ target=_blank>la confiscación de su mercancía</a> son comunes. En 2020, <span class=vendor>Lady Tacos de Canasta</span> (una celebridad local presentada en la serie de Netflix “Las Crónicas del Taco”) vivió esa experiencia mientras vendía en la calle. El video del incidente la muestra de pie sobre sus tacos derramados gritando: “no estoy robando, estoy tratando de vivir”.","highlight":"tacos","sound":"tacos"},{"english":"However, in more touristed areas, vendors and local authorities sometimes have a tacit agreement: police will advance slowly, allowing lookouts (or “hawks'') to warn vendors with whistles, walkie-talkies, or cries of “vámanos”. Vendors lift their blankets and pack their wares away quickly, earning them the nickname <a href=https://youtu.be/C1hrNFqMMlw?t=20 target=_blank><span class=vendor>“bullfighters.”</span></a> Vendors disperse and police save face without arresting anyone.","spanish":"Sin embargo, en las zonas más turísticas de la ciudad a veces hay un acuerdo tácito entre los vendedores y las autoridades locales: la policía avanzará lentamente, permitiendo que los vigías (o “halcones”) adviertan a los comerciantes con silbatos, walkie-talkies o gritos de “vámonos”. Ellos levantarán sus mantas y productos rápidamente, –lo que les valió el sobrenombre de <a href=https://youtu.be/C1hrNFqMMlw?t=20 target=_blank><span class=vendor>“toreros”–.</span></a> Con los vendedores dispersándose, la policía salva las apariencias sin arrestar a nadie.","highlight":"toreros","sound":"toreros"},{"english":"The soundscape of the city is not fixed. It changes as the city does. As services become outdated — needs and preferences evolve, residents are displaced by new waves of gentrification and development, regulations shift — sounds inevitably disappear. For example, as physical mail is used less, the sound of the <span class=vendor>postal worker</span>’s whistle is quietly becoming a distant memory.","spanish":"El paisaje sonoro no es fijo, cambia como lo hace la ciudad. A medida que los servicios se vuelven obsoletos, las necesidades y los gustos se transformen, los residentes sean desplazados por las oleadas de gentrificación y desarrollo, o los reglamentos cambien, hay sonidos que inevitablemente desaparecen. Por ejemplo, a medida que el correo físico se deja de usar, el sonido del silbato<span class=vendor>del cartero</span> se va convirtiendo en un recuerdo lejano.","sound":"cartero","highlight":"cartero"},{"english":"Similarly, the music of <span class=vendor>organ grinders</span> (once an iconic sound of CDMX) may soon fade from the streets, despite its promotion by local government. Organ music simply isn’t as appealing to younger generations. But if the past is any predictor, new sounds may well arrive to take the place of sounds that are disappearing.","spanish":"De forma similar, la música de <span class=vendor>los organilleros</span>, que alguna vez fue un sonido icónico de la CDMX,podría desaparecer de las calles, a pesar de que el gobierno local la promueva. Esta música ya no es  tan atractiva para las jóvenes generaciones. Si bien la experiencia del pasado nos permite predecir el fin de algunos sonidos, también nos enseña que es posible que aparezcan nuevos.","sound":"organillero","highlight":"organillero"},{"english":"In this way, the soundtrack of a city changes generation by generation. Old sounds fade and new sounds arrive as the city and its current inhabitants generate a unique sonic landscape. Each voice, each timbre, and each noise coalesces into an auditory record of life in that particular time and place.","spanish":"La banda sonora de la ciudad se reinventa de generación en generación. Viejos sonidos se desvanecen y nuevos llegan a medida que la urbe y sus habitantes cambian, generando un paisaje sonoro único. Cada voz, cada timbre, cada ruido, se fusionan en un registro auditivo que representa la vida de un momento particular."}],"freePlay":{"title":{"english":"Explore On Your Own","spanish":"¡Explora los sonidos de la CDMX tal como existen hoy!"},"content":{"english":["Click a merchant to isolate the sound they use to bring customers out onto the street.","Click & drag to <strong>pan</strong> and <strong>pinch</strong> to zoom.","Use the menu bar to exit."],"spanish":["Haz clic en cada trabajador para aislar el sonido que utiliza para atraer a sus clientes a la calle.","Haz clic y arrastra para explorar, pellizca con dos dedos para agrandar.","Usa la barra de menú para salir."]}},"soundBank":[{"id":"afilador","title":{"english":"The Knife Sharpener","spanish":"El Afilador"},"description":{"english":"Playing a pan flute as they cycle around the city, the knife sharpener rides a bike outfitted with an ingenious contraption. It uses the rotation of the bike’s wheels to spin a whet stone for sharpening knives, scissors, and other edged blades.","spanish":"Tocando una flauta de pan mientras circula por la ciudad en una bicicleta equipada con un ingenioso artilugio que aprovecha la rotación de la rueda para hacer girar una piedra de afilar, el afilador da nueva vida a cuchillos, tijeras y otras hojas que requieren ser renovadas."}},{"id":"agua","title":{"english":"The Water Carrier","spanish":"El Aguador"},"description":{"english":"With the growth of municipal water systems in CDMX, the arrival of tap water dealt a large blow to the business of water delivery. However, in recent decades, an aggressive advertising campaign recommending the use of bottled water over drinking boiled water has given the industry new life. So for the time being, vendors shouting “Agua!” continue to roam the streets with their tricycles offering the vital liquid.","spanish":"Con la creación de los sistemas de agua potable en la CDMX, la llegada del agua al grifo dio un duro golpe al negocio de los aguadores. Sin embargo, en las últimas décadas, una agresiva campaña publicitaria que recomienda el uso de agua embotellada en lugar de beber agua hervida ha dado nueva vida a la industria. Por el momento, los gritos de “¡Agua!” de los vendedores siguen recorriendo las calles, ofreciendo el vital líquido que llevan en sus triciclos."},"extra":{"english":"The water carrier is perhaps one of the oldest trades in Mexico City, which was built on a filled-in lake and has historically had to bring its drinking water in through aqueducts. Foreign travelers in early colonial times were amazed at the skill of early water vendors who had to carry pitchers of water through cobbled streets.","spanish":"El aguador es quizás uno de los oficios más antiguos de la Ciudad de México que, aunque se construyó sobre un gran lago –ahora seco–, desde sus inicios debió traer agua potable a través de acueductos. Los viajeros extranjeros desde la época colonial quedaban asombrados con la habilidad que los vendedores tenían para llevar los cántaros de agua por las calles empedradas."}},{"id":"camotero","title":{"english":"The Sweet Potato Salesman","spanish":"El Camotero"},"description":{"english":"The unique oven on wheels that cooks sweet potatoes and plantains is also the source of the ear-splitting steam whistle that lets you know when the vendor is nearby. As wood is burned in the bottom of the cart, a water tank is heated to produce steam to cook the sweet potatoes. Spare steam can be released through a giant whistle pipe, which makes a sound so loud that it sometimes frightens passersby. These treats are often served with a drizzle of condensed milk, a dollop of jam, or a sprinkle of sugar or cinnamon.","spanish":"El original horno sobre ruedas que cocina camotes y plátanos también es la fuente del ensordecedor silbido que permite saber cuándo está cerca el vendedor. A medida que se quema madera en el fondo del carrito, se calienta un tanque de agua que produce el vapor que cuece los alimentos. El vapor se puede liberar a través de una chimenea que emite un sonido tan fuerte que a veces asusta a los transeúntes. Estos postres a menudo se sirven con un chorrito de leche condensada, una cucharada de mermelada o una pizca de azúcar o canela."}},{"id":"cartero","title":{"english":"The Mail Carrier","spanish":"El Cartero"},"description":{"english":"In years past, mail delivery in CDMX was often announced with this simple whistle. While some mail carriers still travel with a whistle, it is a sound heard less and less.","spanish":"En años pasados, la entrega de correspondencia en la CDMX se anunciaba con el silbido de una minúscula flauta de pan que, aunque los carteros siguen portando, usan cada vez menos."}},{"id":"chatarrero","title":{"english":"The Junk Collector","spanish":"El Chatarrero"},"description":{"english":"A famous and ubiquitous sound in CDMX, the call of the chatarrero is most commonly a recording made by a young woman named María Del Mar. The daughter of a chatarerro, Del Mar often rode along on her father’s route calling out on a megaphone for everything from mattresses to microwaves. The chatarrero does a more modern version of work traditionally done by the ropavejero (seen nearby wheeling a cart full of old clothing). But instead of old textiles, these merchants are looking to buy your old home appliances, scrap metal, mattresses, etc. After collectors haggle a price with you on the curb, they will take your junk away for resale, part-stripping, or recycling.","spanish":"Un famoso y omnipresente sonido en la CDMX es el llamado del chatarrero, usando una grabación realizada por una niña llamada María Del Mar quien a menudo acompañaba a su padre para comprar cosas viejas emitiendo un grito solicitando de todo, desde colchones a microondas."}},{"id":"elotero","title":{"english":"The Roasted Corn Seller","spanish":"El Elotero"},"description":{"english":"Roasted and boiled corn is a staple of CDMX street food. Served on the cob or prepared as “esquites” the corn will be dressed up with mayonnaise, chili, lime juice, and other toppings.","spanish":"El maíz hervido o tostado es un alimento básico de la comida callejera de la CDMX. Servidos en mazorca o preparados como esquites, los elotes se aderezan con mayonesa, chile y jugo de limón."}},{"id":"gasero","title":{"english":"Gas Refiller","spanish":"El Gasero"},"description":{"english":"Many homes in CDMX run on natural gas that is kept in tanks small enough to roll out to the sidewalk. The swapping of an empty talk for a new one by the traveling gas man is what keeps fire on the stove and heat in the water. The introduction of larger, fixed tanks that need to be refilled in situ by a special truck has led to a decline in the prominence of the traditional gas sellers — it may be a sound on the path to extinction.","spanish":"Muchas casas de la CDMX usan gas que se almacena en pequeños tanques que pueden ser rodados por la acera. Cambiar un tanque vacío por uno nuevo es lo que mantiene el fuego de la estufa y el calor del agua para el baño. La introducción de tanques de gas estacionarios que deben ser llenados por un camión especial ha ocasionado una disminución en la venta de este producto, por lo que puede ser un sonido en vías de extinción en algunas zonas."}},{"id":"globero","title":{"english":"The Balloon Vendor","spanish":"El Globero"},"description":{"english":"This incredibly distinctive (some might say, abrasive) sound is made by blowing through a tiny tube of plastic that balloon vendors are often seen chewing on.","spanish":"Este sonido increíblemente distintivo (y para algunos irritante), se produce al soplar a través de un pequeño tubo de plástico que los globeros a menudo mastican."}},{"id":"heladero","title":{"english":"The Ice Cream Seller","spanish":"El Heladero"},"description":{"english":"Often wandering around parks and plazas, their jangling bells bring children and adults alike.","spanish":"A menudo deambulando por parques y plazas, el tintineo de las campanas atrae por igual a niños y adultos."}},{"id":"merenguero","title":{"english":"The Meringue Seller","spanish":"El Merenguero"},"description":{"english":"These vendors are often seen weaving through idling cars at a traffic light, with sweets arranged in a box or a repurposed table top balanced on their heads.","spanish":"Zigzagueando entre los autos detenidos en un semáforo, pueden verse haciendo malabares con su caja de dulces sobre la cabeza, que luego convierten en una mesa para despachar sus productos."},"extra":{"english":"In the old days, meringue sellers were known to make a simple, playful wager with customers. Known as “el volado,” it involved a simple coin flip wherein the customer’s win would earn them a free sweet, but a loss would oblige them to buy an extra sweet, on top of their first purchase.","spanish":"En los viejos tiempos los merengueros acostumbraban jugar “volados” con sus clientes. Lanzando una moneda, el cliente apostaba su compra, pudiendo obtener el dulce gratis o verse obligado a comprar uno extra si perdía."}},{"id":"metro","title":{"english":"Sellers on the Train","spanish":"Vendedores dentro del Metro"},"description":{"english":"Mobile vendors are not only found on the streets of this city, but also move through public transport. With over four million daily passengers making use of the CDMX Metro system, there are a bevy of potential customers on the city’s trains. But as vendors and musicians go through the subway cars looking for customers and tips, they take care not to be seen by the guards. This kind of commercial activity is not technically allowed on the train.","spanish":"Los sonidos de los vendedores no sólo se encuentran en las calles de esta ciudad, también se mueven a través del transporte público. Con más de cuatro millones de pasajeros al día usando el Metro de la CDMX, vendedores y músicos van recorriendo los vagones del metro en busca de potenciales clientes , cuidándose de no ser vistos por los vigilantes, pues su actividad teóricamente no está permitida al interior de este transporte."}},{"id":"obleas","title":{"english":"The Obleas Vendor","spanish":"Vendedor de Obleas"},"description":{"english":"Often seen with a cookie tin about the size of two stacked basketballs strapped on their back, these vendors sell different kinds of obleas (wafer cookies traditional to several Latin American cuisines). Their arrival is announced by the ringing of a triangle, often roughly wrought from scrap metal.","spanish":"A menudo cargando una gran lata  en la espalda –del tamaño de dos balones de básquetbol–, estos vendedores ofrecen grandes galletas de oblea (tradicionales en varios países latinoamericanos). Su llegada es anunciada por el sonido de un triángulo, a menudo toscamente labrado."}},{"id":"organillero","title":{"english":"The Organ Grinder","spanish":"El Organillero"},"description":{"english":"The ubiquitous organ grinders dressed in khaki uniforms are part of a tradition that began in the 1800s, when the first barrel organs arrived in Mexico from Germany. Today, these musicians walk the streets with their characteristic attire as one of the few traveling artists that have official permission to play music in touristic areas.","spanish":"La omnipresencia de los organilleros con su uniforme color caqui es una tradición que comenzó en el siglo XIX, cuando los primeros organillos llegaron de Alemania. Los músicos recorren las calles con su característica indumentaria, siendo de los pocos artistas ambulantes que tienen permiso para tocar en zonas turísticas."},"extra":{"english":"In 1897 the government started subsidizing barrel organ players with a monthly payment “on the condition that they play in the streets, so that they awaken a taste for music and educate the ears of the masses.” The organs were part of the modernizing discourse of dictator Porfirio Díaz, who wanted the Mexican capital to be seen on par with the great European metropolises.","spanish":"En 1897 el gobierno promovió el subsidio a los organilleros con un pago mensual “con la condición de que toquen en las calles, para que despierten el gusto por la música y educarles el oído a las masas”. Los organillos formaban parte del discurso modernizador del dictador Porfirio Díaz, quien quería que la capital mexicana estuviera a la altura de las grandes metrópolis europeas."}},{"id":"panadero","title":{"english":"The Bread Seller","spanish":"El Panadero"},"description":{"english":"Bread and pastry vendors use what people in the US might call a “clown horn” to call customers out to the street. Often serving coffee or atole as well, breads are wheeled around on a large flat table or in a cart.","spanish":"Lo que la gente en EEUU reconoce como una corneta de payaso es el sonido que usa el vendedor de pan. A menudo también lleva café o atole; los panes se transportan en una canasta o en un carrito.."},"extra":{"english":"The bread seller’s horn inspired <a href=https://www.youtube.com/watch?v=DIoZxOwdO_M target=_blank>this iconic scene and song</a> by famous Mexican performer, Tin Tan from the 1951 film, “¡Ay Amor... Cómo Me Has Puesto!”","spanish":"El vendedor de pan inspiró al personaje y <a href=https://www.youtube.com/watch?v=DIoZxOwdO_M target=_blank>la icónica canción</a> del famoso actor mexicano Tin Tan en la película ¡Ay Amor… cómo me has puesto!”, de 1951."}},{"id":"recolector","title":{"english":"The Garbage Collector","spanish":"El Recolector de Basura"},"description":{"english":"Announcing the arrival of the garbage truck, a worker with a church bell will walk up and down the street like a town crier. The bell tolls for thee: anyone with bags of garbage piled up at home.","spanish":"Anunciando la llegada del camión de la basura, un trabajador con una campana de mano andará de un lado a otro de la calle como un pregonero. La campana dobla por ti: cualquiera que tenga bolsas de basura apiladas en casa."},"extra":{"english":"Although garbage collection is provided by the government, some of the garbage trucks seen around the city are private mom-and-pop operations. While the actual workers on the truck are paid for their work, they also depend on tips from individual residents for a large part of their income. In addition to the collector’s bell, you may also hear the clinking of coins as tips are dropped into a coffee can or passed into pockets.","spanish":"Aunque el servicio de recolección de basura es ofrecido por las alcaldías, algunos de los carritos y camiones de basura que se ven por la ciudad trabajan de forma particular. Sean trabajadores privados o del sector público que reciben un pago por su labor, todos dependen de las propinas. Es por ello que además de la campana, puedes escuchar el tintineo de las monedas que pueden dejar caer en una lata o traer en sus bolsillos."}},{"id":"ropa","title":{"english":"2nd Hand Buyer","spanish":"Ropavejero"},"description":{"english":"The precursor to the chatarrero (seen nearby driving a truck piled with mattresses), the ropavejero buys dresses, shoes and other products that they can later fix and resell. But with the arrival of cheaper manufactured goods from abroad in recent decades, the market for these repaired items has withered. While you can still find ropavejeros working in CDMX, they are much rarer than before.","spanish":"Precursor del chatarrero (conduciendo su camioneta con colchones apilados), el ropavejero compraba vestidos, zapatos y otros productos que luego podían arreglar y revender. Con la llegada de productos más baratos del extranjero en las últimas décadas, el mercado de artículos usados ha ido a la baja. Si bien todavía puedes encontrar ropavejeros en las calles de la CDMX, cada vez son menos."},"extra":{"english":"Their cry used to be so common in CDMX that parents would use it to frighten naughty children — telling them that if they misbehaved, they would be sold to the junk collector.","spanish":"En el pasado, el grito del ropavejero solía ser tan común, que los padres lo usaban para asustar a los niños traviesos diciéndoles que, si se portaban mal, los venderían al ropavejero."}},{"id":"tamalero","title":{"english":"The Tamale Cart","spanish":"El Vendedor de Tamales Oaxaqueños"},"description":{"english":"The tamales of Mexico City are so delicious that the recording that announces their arrival may trigger a pavlovian response in residents of the city. The tamales are offered “warm” (calientitos) — so their carts carry large storage drums built to insulate the heat and keep the tamales ready to eat.","spanish":"Los tamales de la Ciudad de México son tan deliciosos que la grabación que anuncia su llegada puede desencadenar una respuesta pavloviana en los habitantes. Los tamales se ofrecen “calientitos”, por lo que los carritos llevan grandes ollas para mantenerlos siempre listos para comer."},"extra":{"english":"These days, most tamale carts use a recording of one man’s voice, Elías Zavaleta, a tamale vendor whose audio was shared widely among other vendors. Now <a href=https://www.youtube.com/watch?v=JGBYldHLFi0 target=_blank>his famous voice</a> can be heard booming out from megaphones on tamale carts all over the city.","spanish":"Actualmente, la mayoría de los carritos de tamales usan la grabación de la voz de Elías Zavaleta, un vendedor con un timbre particular que decidió compartir con otros vendedores. <a href=https://www.youtube.com/watch?v=JGBYldHLFi0 target=_blank>Su famosa voz</a> se puede escuchar resonando a través de los megáfonos de los triciclos que recorren toda la ciudad."}},{"id":"trompetista","title":{"english":"The Traveling Musician","spanish":"Los Músicos Callejeros"},"description":{"english":"A wandering trumpeter or a group of musicians hauling a large wooden xylophone are just two examples of traveling performers who add a sense of romance to an empty street for a few minutes. After collecting tips, they will move a block or so down and start playing again.","spanish":"Un trompetista errante o un grupo de músicos cargando una marimba son algunos de los artistas ambulantes que crearán una atmósfera de romance en las calles durante unos minutos. Después de obtener sus propinas, se moverán de acera y comenzarán un nuevo son."},"extra":{"english":"Many of these performers are keeping old traditions alive through their work. Like Juan Ortiz, who makes special trips from Chiapas to Mexico City to dance, drum, and play the flute in an Aztec-inspired style — something he has been doing since his youth. Or Arturo Pérez, who comes from Oaxaca to CDMX to play music with his sons when he doesn’t have work in the fields or laying brick.","spanish":"Muchos de estos artistas mantienen vivas las tradiciones a través de su trabajo. Es el caso de Juan Ortiz, quien hace viajes especiales desde Chiapas hasta la Ciudad de México para llevar su baile y su música de flautas y tambores portando un atuendo de inspiración azteca, algo que ha venido haciendo desde su juventud. Cuando no tiene trabajo en el campo o como albañil, Arturo Pérez, en compañía de sus hijos, viaja desde Oaxaca para traer su música a la CDMX."}},{"id":"verdulero","title":{"english":"The Fruit and Vegetable Car","spanish":"El Verdulero y El Frutero"},"description":{"english":"When there’s no time to run to the market, you might wait for the fruit and vegetable car that drives around with a selection of produce. Drivers will often call out a list of their offerings on a loudspeaker as they slowly drive by.","spanish":"Cuando no hay tiempo para ir al mercado, puedes esperar a que pase el camión de frutas y verduras que lleva una selección de productos que anuncia en un altavoz mientras va avanzando."}}],"thanks":{"title":{"english":"Special thanks to:","spanish":"Agradecimientos especiales:"},"content":[{"english":"Editing by <a href=https://pudding.cool/author/rob-smith/ target=_blank>Rob Smith</a>","spanish":"Editado por <a href=https://pudding.cool/author/rob-smith/ target=_blank>Rob Smith</a>"},{"english":"Irene Farah, PhD candidate at UC Berkeley Department of Regional and City Planning.","spanish":"Irene Farah, candidata a doctorado en el Departamento de Planificación Regional y Urbana en la UC Berkeley."},{"english":"Madeleine Wattenbarger, freelance journalist.","spanish":"Madeleine Wattenbarger, periodista freelance."},{"english":"Alejandra Arevalo, sensitivity reader.","spanish":"Alejandra Arevalo, editor de copia."},{"english":"Mario Barbosa, professor and researcher  at Universidad Autónoma Metropolitana, Unidad Cuajimalpa.","spanish":"Mario Barbosa, profesor e investigador de la Universidad Autónoma Metropolitana, Unidad Cuajimalpa."},{"english":"Carlos Alba Vega, professor investigator and coordinator of the Permanent Seminar on Work and Inequality at El Colegio de México.","spanish":"Carlos Alba Vega, profesor-investigador de El Colegio de México, Coordinador del Seminario Permanente sobre Trabajo y Desigualdades."},{"english":"And an enormous thank you to all the workers and merchants who shared their experiences and their sounds with us.","spanish":"A todos los trabajadores que nos brindaron sus experiencias y sus sonidos."},{"english":"Research from \"El Trabajo En Las Calles\" from 2022 (Carlos Alba Vega y Mauricio Rodríguez) was used in this article.","spanish":"Research from \"El Trabajo En Las Calles\" from 2022 (Carlos Alba Vega y Mauricio Rodríguez) was used in this article."}]}}