{"title":"The Sounds of CDMX","description":"To know the sounds is to know the life of the city","url":"https://pudding.cool/2022/tk/cdmx","landing":{"english":["Hola y bienvenido.","This is an audio/visual story exploring <strong>the sounds of Mexico City’s streets</strong>.","Please connect headphones and choose a language to begin."],"spanish":["Hello and welcome.","Esta es una historia audiovisual que explora <strong>los sonidos de las calles de la Ciudad de México</strong>.","Conecta los auriculares y elige un idioma para comenzar."]},"preTitleProse":[{"english":"Cities are places where commerce, entertainment, and human drama unfold out-loud in the public sphere — on streets and sidewalks, in parks and plazas. Life playing out in public creates an urban soundscape, unique to each city.","spanish":"Las ciudades son lugares donde el comercio, el entretenimiento y el drama humano se desarrollan bulliciosamente en la esfera pública –en las calles, las aceras, en las plazas y parques. La vida crea un paisaje sonoro único en cada urbe."},{"english":"In Mexico City, many notes in the city’s soundscape come from itinerant merchants — an informal labor force that traverses the city’s thoroughfares selling goods, buying things, and offering services. Each type of merchant calls out to potential customers with a unique, identifying noise or cry.","spanish":"En la Ciudad de México, gran parte del paisaje sonoro proviene de los trabajadores ambulantes itinerantes. Estos trabajadores informales recorren las vías de la ciudad vendiendo productos, comprando cosas y ofreciendo servicios –cada uno llamando a sus potenciales clientes con un único e identificable sonido o grito."},{"english":"Here, we will explore this sonic code of Mexico City (also known as Ciudad de México, or CDMX), as composed by the calls issued from merchants and workers that drift through the city’s neighborhoods pushing rickety wheeled carts, riding modified bicycles and tricycles, and lugging heavy baskets on their heads  and shoulders, or lugging instruments. Each sound gives another layer of meaning to the din of this beautiful metropolis.","spanish":"Puede parecer una cacofonía random para los extraños, pero de hecho cada sonido es parte de un  lenguaje en código que, si se conoce, es perfectamente entendible. Aquí exploraremos este código sonoro de la Ciudad de México (también conocida como CDMX), compuesto por los llamados de los trabajadores que vagan por los vecindarios de la ciudad empujando carritos y triciclos modificados, montando bicicletas, conduciendo camionetas desvencijadas, cargando canastas pesadas sobre su cabeza y hombros o transportando sus instrumentos musicales. Conocer y entender estos sonidos es conocer la vida de la ciudad y descubrir el significado de los estruendos de esta hermosa metrópoli."}],"hed":{"english":"The Sounds of CDMX","spanish":"Los sonidos de la Ciudad de México"},"dek":{"english":"To know the sounds is to know the life of the city","spanish":"Conocer los sonidos es conocerla vida de la ciudad"},"bylines":[{"english":"By <a href=https://pudding.cool/author/tk target=_blank>Aaron Reiss</a> and <a href=https://pudding.cool/author/tk target=_blank>Oscar Molina Palestina</a>","spanish":"Por <a href=https://pudding.cool/author/tk target=_blank>Aaron Reiss</a> y <a href=https://pudding.cool/author/tk target=_blank>Oscar Molina Palestina</a>"},{"english":"Coding and Design by <a href=https://pudding.cool/author/michelle-mcghee target=_blank>Michelle McGhee</a>","spanish":"Codificación y diseño: <a href=https://pudding.cool/author/michelle-mcghee target=_blank>Michelle McGhee</a>"},{"english":"Illustrations by <a href=https://pudding.cool/author/tk target=_blank>Diego Parés</a>","spanish":"Ilustraciones: <a href=https://pudding.cool/author/tk target=_blank>Diego Parés</a>"}],"inline1":{"title":"Tk header","content":[{"english":"For much of CDMX'’s history, these itinerant workers have been part of life and commerce in the city. As the city <a href=https://www.youtube.com/watch?v=WtQjRCyOuVM target=_blank>began to sprawl more widely in the 1930s</a> — building new neighborhoods and subsuming previously peripheral territories — entrepreneurial vendors have found new opportunities to reach customers by cart, truck, bike or on foot.Although many of these traditions have been diminished by changes in consumption habits and the rise of different app-enabled delivery services, they continue to occupy an important place in the economic system and culture of the city.","spanish":"A medida que la Ciudad de México comenzó a expandirse a partir de la década de 1930 –construyendo nuevas colonias y abarcando territorios que antes eran periféricos– los emprendedores vendedores encontraron nuevas oportunidades para llegar a los clientes en carritos, camionetas, bicicletas o a pie,. En la segunda mitad del siglo XX estos trabajadores itinerantes proliferaron por toda la ciudad convirtiéndose en parte de la vida cotidiana. Aunque muchas de estas tradiciones se han visto mermadas por los cambios en los hábitos de consumo –como el surgimiento de diferentes servicios de entrega (apps)– continúan ocupando un lugar importante en el sistema económico y en la cultura de la ciudad."},{"english":"TK SOURCE reported that of the estimated 700,000 itinerant vendors in CDMX in TK YEAR, only about 100,000 were registered with the city. The other 600,000 form a meaningful portion of the city’s informal economy — that is, offering goods and services without a license or any formal permission to do so.","spanish":"TK FUENTE reporta que de los 700,00 vendedores ambulantes que se estima hay en la CDMX, sólo aproximadamente 100,000 se encuentran registrados. Los otros 600 mil forman una porción significativa de la economía informal de la ciudad –esto es, ofrecen bienes y servicios sin licencia o permiso formal para hacerlo."}]},"apartmentSteps":[{"english":"In today’s Mexico City, residents inside their homes, relaxing with a at their desk with a cup of coffee or in the kitchen cooking over the stove, will hear the calls of a particular vendor or someone offering a service and know that this is their chance to the street to:","spanish":"Hoy mismo en la Ciudad de México, los habitantes paseando por las calles o incluso dentro de sus casas descansando en su escritorio con una taza de café o en la cocina preparando sus alimentos, escucharán el llamado de un vendedor o de alguien que ofrece un servicio y sabrán que esa es su oportunidad de salir para:","background":"apartment"},{"english":"Get their knives and scissors sharpened.<br/><br/> <strong>The Knife Sharpener (El Afilador)</strong> <br/> Playing a pan flute as they cycle around the city, their bike is outfitted with an ingenious contraption that uses the rotation of the bike’s wheel to spin a whet stone for sharpening.","spanish":"Afilar sus cuchillos y tijeras.<br/><br/> <strong>EL AFILADOR</strong> <br/> Tocando una flauta de pan, circula por la ciudad en una bicicleta equipada con un ingenioso artilugio que aprovecha la rotación de la rueda para hacer girar una piedra de afilar.","background":"apartment","vendor":"afilador","sound":"afilador"},{"english":"Take out their garbage.<br/><br/> <strong>The Garbage Collector (El Recolector de Basura)</strong> <br/> Announcing the arrival of the garbage truck , a worker with a church bell will walk up and down the street like a town crier. The bell tolls for thee: anyone with bags of garbage piled up at home.","spanish":"Tirar su basura.<br/><br/> <strong>EL RECOLECTOR DE BASURA</strong> <br/> Anunciando la llegada del camión de la basura, un trabajador con una campana de iglesia andará de un lado a otro de la calle como un pregonero. La campana dobla por ti: cualquiera que tenga bolsas de basura apiladas en casa.","background":"apartment","vendor":"recolector","sound":"recolector"},{"english":"Although garbage collection is provided by the government, some of the garbage trucks seen around the city are private mom-and-pop collecting operations. While the actual workers on the truck are paid for their work, they also depend on tips from individual residents for a large part of their income. So in addition to the collector’s bell, you may also hear the clinking of coins as tips are dropped into a coffee can or passed into their pockets.","spanish":"Aunque el servicio de recolección de basura es ofrecido por las alcaldías, algunos de los carritos y camiones de basura que se ven por la ciudad trabajan de forma particular. Sean trabajadores privados o públicos que reciben un pago por su labor, todos dependen de las propinas. Es por ello que además de la campana, puedes escuchar el tintineo de las monedas que pueden dejar caer en una lata o traer en sus bolsillos.","background":"apartment","vendor":"recolector","sound":"recolector"},{"english":"Stock up on Oaxacan tamales.<br/><br/> <strong>The Oaxacan Tamale Cart (El Vendedor de Tamales Oaxaqueños)</strong> <br/> The tamales of Mexico City are so delicious that the recording that announces their arrival may trigger a pavlovian response in residents of the city. The tamales are offered \"warm\" (calientitos) — so their carts carry large storage drums built to keep the tamales warm and ready to eat.","spanish":"Comprar tamales oaxaqueños.<br/><br/> <strong>EL VENDEDOR DE TAMALES OAXAQUEÑOS</strong><br/> Los tamales de la Ciudad de México son tan deliciosos que la grabación que anuncia su llegada puede desencadenar una respuesta pavloviana en los habitantes. Los tamales se ofrecen “calientitos”, por lo que los carritos llevan grandes ollas e incluso anafres o tanques de gas para mantenerlos siempre listos para comer.","background":"apartment","vendor":"tamaleroO","sound":"tamaleroO"},{"english":"Nowadays, most tamale carts use a recording of one man’s voice, Elías Zavaleta, a tamale vendor who had used a recording that was eventually shared widely among other vendors. Now <a href=https://www.youtube.com/watch?v=JGBYldHLFi0 target=_blank>his famous voice</a> can be heard booming out from megaphones on tamale carts all over the city.","spanish":"Actualmente, la mayoría de los carritos de tamales usan la grabación de la voz de Elías Zavaleta, un vendedor con un timbre particular que decidió compartir con otros vendedores. Su famosa voz se puede escuchar resonando a través de los megáfonos de los triciclos que recorren toda la ciudad.","background":"apartment","vendor":"tamaleroO","sound":"tamaleroO"}],"inline2":{"title":"Tk header","content":[{"english":"While mobile merchants and service providers are a welcome presence in the daily lives of many, their legal status in the city is ambiguous. There has long been conversation regulating them — an effort that could bring more tax revenue to the city and more control over traffic flow, food safety, etc. But city officials have opted instead for a kind of management through legal ambiguity, or what scholar Carlos Alba calls “tolerance”. Alba explains, “TK.”","spanish":"Si bien la presencia de los trabajadores itinerantes es bienvenida en la ciudad, su situación es precaria. El gobierno local ha tratado regularlos en un esfuerzo que traería más ingresos fiscales a la ciudad y mayor control en la limpieza de los alimentos, la seguridad vial, etc., pero no ha sido una tarea fácil. Hay muchas razones por las que aproximadamente el 56% de los mexicanos trabajan en el sector informal; desde el amor por la tradición y el negocio familiar, hasta la falta de preparación académica o de empleos formales bien remunerados."},{"english":"Operating in this legal gray area means that workers can often avoid paying taxes, rent on a space, or licensing fees — helping to pad the incredibly thin margins of much work in the street. Jony Albino, who works as an organ grinder with his wife and his sister, does not own the instrument. They rent it for 200 pesos (about 10 dollars) a day, they don’t start turning a profit until they make up that rental fee for the day.","spanish":"Moverse en esta área gris de la ley permite a los trabajadores no pagar impuestos, alquilar un espacio o pagar licencias, lo que ayuda a mejorar sus márgenes de ganancia increíblemente pequeños."},{"english":"But working in the informal economy also leaves workers vulnerable to harassment, fines, and extortion. Enforcement of regulations (or the ability to operate at all) is decided by the caprices of individuals at a given moment: a police officers who can apply the law more or less indiscriminately, another vendor who feels that their territory is being encroached upon, or a government functionary with their own agenda","spanish":"Tk"},{"english":"Despite the myriad struggles that these informal workers face, they continue to be a defining presence in the public life of CDMX and their sounds make a daily appearance in the lives of many.","spanish":"Tk"}]},"citySteps":[{"english":"Their sounds delight, annoy, and inspire, and are undoubtedly a cultural force. <a href=https://www.nytimes.com/video/world/americas/100000004701928/a-signature-cry-of-mexico-city.html target=_blank>The call of one junk collector</a>, featuring the voice of his daughter María Del Mar inviting customers to sell everything from mattresses to microwaves, has become a symbol of the city. Most residents can recite it from memory, and it has been remixed for songs (<a href=https://www.youtube.com/watch?v=yitoITlNcKs target=_blank>many</a>, <a href=https://www.youtube.com/watch?v=NlRPwtJiMcM target=_blank>many</a>, <a href=https://www.youtube.com/watch?v=AQJA9924DZ8 target=_blank>many</a>, <a href=https://www.youtube.com/watch?v=nlfVxz5xQ2A target=_blank>many</a> songs)  and transformed into a <a href=https://twitter.com/ajplusespanol/status/1369105658491006976 target=_blank>battle cry for feminist activists.</a>","spanish":"A pesar de las innumerables dificultades a las que se enfrentan estos trabajadores, su presencia sigue marcando la vida pública de la CDMX. Sus sonidos deleitan, molestan e inspiran y sin duda forman parte fundamental de la cultura urbana. El llamado de un chatarrero, con la voz de su hija María Del Mar, invitando a los clientes a vender de todo, desde colchones hasta microondas, se ha convertido en un símbolo de la urbe. La mayoría de los citadinos pueden recitarlo de memoria. La letanía ha sido mezclada en diferentes géneros musicales e incluso transformada en un grito de guerra por activistas feministas.","background":"city","highlight":"chatarrero"},{"english":"Scenes of informal workers being harassed and their belongings seized are common. In one highly publicized example, Lady Tacos de Canasta (a local celebrity who was recently profiled in the “Taco Chronicles” series on Netflix) was selling her tacos in the Centro Histórico when police tried to detain her and confiscate her belongings. In one video, Lady Tacos can be seen standing over her spilled merchandise yelling, “I’m not out here stealing, I’m just trying to earn a living!”","spanish":"Sin embargo, las escenas de hostigamiento a los trabajadores informales siguen siendo comunes, como el arresto muy publicitado de Lady Tacos de Canasta, una persona conocida por vender tacos que transporta en la parte trasera de su bicicleta. Lady Tacos estaba ofreciendo su mercancía en la Plaza Mayor del Centro Histórico, lugar vetado para los vendedores ambulantes. Cuando fue detenida gritaba “no estoy robando, estoy tratando de vivir”.","background":"city","highlight":"taco"},{"english":"In more touristic parts of the city, there is sometimes a tacit agreement between the vendors and local authorities: police will advance slowly, giving vendors the opportunity to pack up and move along — thus saving face for the police without arresting the vendors. The speed with which vendors can lift up the blankets upon which they have spread their wares and move along have earned them the nickname of <a href=https://youtu.be/C1hrNFqMMlw?t=20 target=_blank>\"bullfighters.\"</a>","spanish":"Para muchos, trabajar en las calles es la única opción para sobrevivir. La economía informal expone a los trabajadores al acoso, las multas y la extorsión. En los sitios turísticas de la ciudad a veces hay un acuerdo tácito entre los vendedores y las autoridades locales: la policía avanzará dando a los vendedores la oportunidad de empacar y seguir adelante, salvando así las apariencias. La rapidez con la que los vendedores levantan las mantas sobre las que extienden su mercancía, les ha valido el sobrenombre de “toreros”.","background":"city","highlight":"bullfighter"}],"freePlay":{"title":"Free Play","content":[{"english":"Here, we offer the sonic landscape of CDMX as it exists today. This cultural heritage is not fixed. As services become outdated, as needs and preferences evolve, and as regulations shift, sounds will inevitably disappear (along with their attendant memories of life in this 21st century version of the city). The music of the organ grinders, once a defining chord, isn’t as appealing to younger generations and may soon fade from the streets (despite it being promoted by the local government). As physical mail is used less, the sound of the postal worker’s whistle is becoming only a memory, But if the past is any predictor, new sounds may arrive to take their place. In this way, the soundtrack of a city changes generation by generation. At any moment, it is a record of life at that time.","spanish":"A continuación, ofrecemos del paisaje sonoro de la CDMX tal como existe hoy. Este patrimonio cultural no es fijo. A medida que los servicios se vuelvan obsoletos, las necesidades y los gustos se transformen y los reglamentos cambien, los sonidos inevitablemente desaparecerán (junto con la versión de esta vida de la ciudad del siglo XXI).","background":"city"},{"english":"Now, let’s explore the soundscape of Mexico City as it exists today. Click a worker to isolate the sound they use to bring customers out onto the street. You will start to learn the sonic code that orchestrates the movements of the city so that the next time you visit, you will be able to recognize the sounds of the city and catch the sweet potato cart before it rumbles too far from your door.","spanish":"¡Exploremos el paisaje sonoro de la Ciudad de México tal como existe hoy! Haz clic en cada trabajador para aislar el sonido que utiliza para sacar a los clientes a la calle. Comenzarás a aprender el código sonoro que orquesta los movimientos de la ciudad para que la próxima vez que la visites, puedas reconocer los sonidos y con suerte alcanzar el carrito de los camotes antes de que se aleje de tu puerta.","background":"city"}]},"soundBank":[{"id":"chatarrero","title":{"english":"The Junk Collector (El Chatarrero)","spanish":"El Chatarrero"},"description":{"english":"Traditionally, junk collectors bought dresses, shoes and other products that they could later fix and resell but with the arrival of cheaper manufactured goods from abroad in recent decades, the market for these repaired items has withered. Today old home appliances, scrap metal, and old mattresses are the kinds of items that find a second life after collectors haggle a price out at the curb and take your junk away for resale, part-stripping, or recycling. <br/><br/>","spanish":"Tradicionalmente conocidos como ROPAVEJEROS, los recolectores de cosas viejas compraban vestidos, zapatos y otra mercancía que luego podían arreglar y revender. Con la llegada de productos más baratos del extranjero en las últimas décadas, el mercado de estos artículos ha decaído. Ahora los electrodomésticos y colchones viejos son el tipo de objetos que encuentran una segunda vida después que los recolectores regateen el precio y se los lleven para revenderlos, desarmarlos o reciclarlos. <br/><br/>"}},{"id":"heladero","title":{"english":"The Ice Cream Seller (El Heladero)","spanish":"El Heladero"},"description":{"english":"Often wandering around parks and plazas, the jangling bells bring children and adults alike.","spanish":"A menudo deambulando por parques y plazas, el tintineo de las campanas atrae a niños y adultos por igual."}},{"id":"globero","title":{"english":"The Balloon Vendor (El Globero)","spanish":"El Globero"},"description":{"english":"This incredibly distinctive (some might say, abrasive) sound is made by blowing through a tiny tube of plastic that balloon vendors are often chewing on.","spanish":"Este sonido increíblemente distintivo (y para algunos irritante), se produce al soplar a través de un pequeño tubo de plástico que los vendedores de globos a menudo mastican."}},{"id":"tamaleroZ","title":{"english":"The Zacahuil Tamale Seller (El Tamalero Zacahuil)","spanish":"El Tamalero Zacahuil"},"description":{"english":"These tamales from the Huasteca region southeast of the city of San Luis Potosí are sometimes sold using a dirge-like song.","spanish":"Una de las melodías más emotivas anuncia los tamales de la región de la Huasteca al sureste de la ciudad de San Luis Potosí, que se venden con esta canción similar a un canto fúnebre."}},{"id":"gasero","title":{"english":"Gas Refiller (El Gasero)","spanish":"El Gasero"},"description":{"english":"Many homes in CDMX run on natural gas that is kept in tanks small enough to roll out to the sidewalk. Swapping an empty talk out for a new one by the traveling gas man is what keeps fire on the stove and heat in the water. The introduction of larger, fixed tanks that need to be refilled in-place by a special truck has brought with it a decrease in sellers of this service, so it may be a sound on the path to extinction.","spanish":"Muchas casas de la CDMX usan gas que se almacena en tanques que pueden ser rodados por la acera. Cambiar un tanque vacío por uno nuevo es lo que mantiene el fuego de la estufa y el calor del agua para el baño. La introducción de tanques de gas estacionario que deben ser llenados por un camión especial ha ocasionado una disminución en la venta de este producto, por lo que puede ser un sonido en camino de extinción en algunas zonas."}},{"id":"verduleroFrutero","title":{"english":"The Fruit and Vegetable Car (El Verdulero y El Frutero)","spanish":"El Verdulero y El Frutero"},"description":{"english":"When there’s no time to run to the market, you might wait for the vegetable car which drives around with a selection of produce that they list off on a loudspeaker as they pass.","spanish":"Cuando no hay tiempo para ir al mercado, puedes esperar el camión de frutas y verduras que lleva una selección de productos que anuncia con un altavoz mientras va avanzando."}},{"id":"panadero","title":{"english":"The Bread Seller (El Panadero)","spanish":"El Panadero"},"description":{"english":"What people in the US might characterize as a clown horn is the sound that calls you to the bread and pastry vendor. Often serving coffee or atole as well, breads are wheeled around on a large flat table or in a cart. <br/><br/>","spanish":"Lo que la gente en EEUU reconoce como una corneta de payaso es el sonido que usa el vendedor de pan. A menudo también lleva café y atole; los panes se transportan en una canasta o en un carrito. <br/><br/>"}},{"id":"elotero","title":{"english":"The Roasted Corn Seller (El Elotero)","spanish":"El Elotero"},"description":{"english":"Roasted and boiled corn is a staple of CDMX street food. Served on the cob or prepared as “esquites” the corn will be dressed up with mayonnaise, chili, and lime juice.","spanish":"El maíz hervido o tostado es un alimento básico de la comida callejera de la CDMX. Preparado como esquites, Los carritos lo venderán con mayonesa, chile y jugo de limón, en mazorca o en un vaso en granos, conocidos como esquites."}},{"id":"obleas","title":{"english":"The Wafer Cookie Vendor (Vendedor de Obleas)","spanish":"Vendedor de Obleas"},"description":{"english":"Often seen with a cookie tin about the size of two stacked basketballs strapped on their back, these vendors sell different kinds of wafer cookies. Their arrival is announced by the ringing of a triangle, often roughly wrought from scrap metal.","spanish":"A menudo cargando una gran lata en la espalda -del tamaño de un balón de básquetbol-, estos vendedores ofrecen grandes galletas tipo oblea. Su llegada es anunciada por el sonido de un triángulo, a menudo toscamente labrado."}},{"id":"merenguero","title":{"english":"The Meringue Seller (El Merenguero)","spanish":"El Merenguero"},"description":{"english":"These vendors are often seen weaving through idling cars at a traffic light, with sweets arranged in a box or a repurposed table top balanced on their heads. <br/><br/>","spanish":"Zigzagueando entre los autos detenidos en un semáforo, estos vendedores pueden verse haciendo malabares con su caja de dulces sobre la cabeza, que luego convierte en una mesa para despachar sus productos. <br/><br/>"}},{"id":"cartero","title":{"english":"The Mail Carrier (El Cartero)","spanish":"El Cartero"},"description":{"english":"In years past, mail delivery in CDMX was often announced with a simple whistle. While some mail carriers still travel with a whistle, it is a sound heard less and less.","spanish":"En años pasados, la entrega de correspondencia en la CDMX se anunciaba con el silbido de una minúscula flauta de pan que, aunque los carteros siguen portando, ahora sólo hacen sonar cuando es una entrega importante."}},{"id":"camotero","title":{"english":"The Sweet Potato Salesman (El Camotero)","spanish":"El Camotero"},"description":{"english":"The unique oven on wheels that cooks sweet potatoes and plantains is also the source of the ear-splitting steam whistle that lets you know when the vendor is nearby. As wood is burned in the bottom of the cart, a water tank is heated to produce steam to cook the sweet potatoes. Spare steam can be released through a giant whistle pipe, which makes a sound so loud that it sometimes frightens passersby. These treats are often served with a drizzle of condensed milk, a dollop of jam, or a sprinkle of sugar or cinnamon.","spanish":"El original horno sobre ruedas que cocina camotes y plátanos también es la fuente del ensordecedor silbido que permite saber cuándo está cerca el vendedor. A medida que se quema madera en el fondo del carrito, se calienta un tanque de agua que produce el vapor que cuece los alimentos. El vapor se puede liberar a través de una chimenea que emite un sonido tan fuerte que a veces asusta a los transeúntes. Estos postres a menudo se sirven con un chorrito de leche condensada, una cucharada de mermelada o una pizca de azúcar o canela."}},{"id":"agua","title":{"english":"The Water Carrier (El Del Agua)","spanish":"El Del Agua"},"description":{"english":"With growth of municipal water systems in CDMX, the arrival of tap water dealt a large blow to the business of water delivery. However, in recent decades an aggressive advertising campaign recommending the use of bottled water over drinking boiled water has given the industry new life. So for the time being, vendors shouting “Agua!” continue to roam the streets with their tricycles offering the vital liquid. <br/><br/>","spanish":"Con la creación de los sistemas de agua potable en la CDMX, la llegada del agua al grifo asestó un duro golpe al negocio de entrega de agua. Sin embargo, en las últimas décadas una agresiva campaña publicitaria que recomienda el uso de agua embotellada en lugar de beber agua hervida ha dado nueva vida a la industria. Por el momento, los gritos de “¡Agua!” de los vendedores siguen recorriendo las calles, ofreciendo el vital líquido que llevan en sus triciclos. <br/><br/>"}},{"id":"organillero","title":{"english":"The Organ Grinder (El Organillero)","spanish":"El Organillero"},"description":{"english":"The ubiquitous sight of organ grinders dressed in khaki uniforms is a tradition that began in the 1800s, when the first barrel organs arrived in Mexico from Germany. The musicians walk the streets with their characteristic attire, being one of the few traveling artists who have permission to play their music in touristic areas. <br/><br/>","spanish":"La omnipresencia de los organilleros con su uniforme color caquies una tradición que comenzó en el siglo XIX, cuando los primeros organillos llegaron de Alemania. Los músicos recorren las calles con su característica indumentaria, siendo de los pocos artistas ambulantes que tienen permiso para tocar en zonas turísticas. <br/><br/>"}},{"id":"musicos","title":{"english":"The Traveling Musician (Los Músicos Callejeros)","spanish":"Los Músicos Callejeros"},"description":{"english":"A wandering trumpeter or a group of musicians hauling a large wooden xylophone are just some of the examples of traveling performers who will add a sense of romance to an empty street for a few minutes. After collecting tips, they will move a block or so down and start playing again. <br/><br/>","spanish":"Un trompetista errante o un grupo de músicos cargando una marimba son algunos de los artistas ambulantes que crearán una atmósfera de romance en las calles durante unos minutos. Después de obtener sus propinas, se moverán de acera y comenzarán un nuevo son. <br/><br/>"}}]}